SourceLANGID=1033
Author=Alper
LANGID=1055
Generator=DKLang Translation Editor v3.0
LastModified=2009-02-01 23:25:02

[dAbout]
00000001=Hakkında
00000004=İnternet:
00000005=Tamam
00000006=İletişim (e-posta):

[dDiffLog]
00000001=Farklılıklar bulundu
00000002=Kapat
00000003=Toplam
00000004=&Tüm çevirilmemiş kayıtları çeviri havuzu aracılığı ile tercüme et
00000005=Yardım

[dFind]
00000001=Bul veya değiştir
00000003=Kapat
00000004=&Ara:
00000006=Tercihler
00000007=&büyük-küçük harf duyarlı
00000008=&Tüm sözcük olarak
00000010=&Sadece seçili olanı ara
00000011=Kaynak
00000012=Se&çili noktadan itibaren. \nTüm belgeyi\n
00000013=Yön
00000014=&İleri\n&Geri\n
00000015=&Değiştirirken uyar
00000016=Tümünü değiş&tir
00000017=&Bununla değiştir:
00000018=Alan
00000019=&Girdi isimlerini &ara
00000020=&Orjinal değerleri ara
00000021=Ter&cüme edilmiş değerleri ara
00000022=Yardım

[dOpenFiles]
00000001=Dil dosyası aç
00000002=&Dil kaynağı dosyası:
00000003=&Ara...
00000004=A&ra...
00000005=A&ra...
00000006=Aşağı&daki dil dosyasını kaynak dosya yerine kullan:
00000007=&Yeni tercüme oluştur
00000008=&Varolan bir tercüme dosyası aç:
00000009=Tamam
00000010=İptal
00000011=Yardım

[dPromptReplace]
00000001=Değişiklikleri &Onayla
00000009=&Evet
00000010=İtpal
00000012=Tümünü &Değiştir
00000013=&Hayır
00000014=Yardım

[dSettings]
00000001=Program ayarları
00000002=Tamam
00000003=İptal
00000005=&Çeviri havuzu yolu:
00000006=(bu durumda, kısayolları daha sonra elle belirlemek durumundasınız)
00000007=&Gözat...
00000008=Ç&eviri havuzuna tercüme eklerken ('&&') önekini kaldır
00000009=&Yeni tercümeleri otomatik olarak çeviri havuzuna ekle
00000013=&Arayüz yazıtipi...
00000014=&Tablo yazıtipi...
00000015=Çeviri dosyası ile dil kaynağı dosyası farkı birer şifreleme ile kaydedilse de uyarma
00000016=Çeviri Havuzu
00000017=Arayüz
00000018=Yardım

[dTranProps]
00000001=Çeviri Özellikleri
00000002=&Kaynak dil (dil havuzu için kullanılır):
00000003=Çe&viri yapılacak dil:
00000004=&Yazar:
00000005=&Ek Parametreler ('isim = değer' formatında):
00000006=&Hedef Program / Sürüm:
00000007=Tamam
00000008=İptal
00000009=Yardım

[fMain]
00000002=Ana Menü
00000003=&Dosya
00000004=D&üzenle
00000005=&Görünüm
00000006=&Araç çubuğu
00000007=Araç çubuğunu göster/gizle
00000008=Aktif kaynak paneli
00000009=Aktif kaynak panelini göster/gizle
00000010=&Durum Çubuğu
00000011=Durum Çubuğunu göster/gizle
00000012=&Dil
00000013=&Araçlar
00000014=&Yardım
00000015=Araç çubuğu
00000018=Bileşen girdisi sayısı
00000020=Bileşen özellik girdisi sayısı Toplam/Çevirilmemiş
00000022=Sabit girdi sayısı Toplam/Çevirilmemiş
00000024=Çeviri havuzu girdisi sayısı
00000025=Dosya
00000026=&Yeni veya Aç
00000027=Yeni veya Aç...|Yeni bir çeviri oluşturun ya da varolan bir taneyi açın
00000028=Dosya
00000029=&Kaydet
00000030=Kaydet|Aktif çeviriyi kaydet
00000031=Dosya
00000032=&Farklı Kaydet...
00000033=Farklı Kaydet...|Aktif çeviriyi farklı bir dosyaya kaydet
00000034=Dosya
00000035=&Kapat
00000036=Kapat|Açık olan dosyayı kapat
00000037=Dosya
00000038=&Çıkış
00000039=Çıkış|Programdan Çık
00000040=Araçlar
00000041=&Program ayarları...
00000042=Program ayarları...|Program ayarlarına gözat/değiştir
00000043=Yardım
00000044=&Hakkında...
00000045=Hakkında...|Sürüm ve kopyalama hakkı bilgisi
00000046=Düzenle
00000047=Bir &önceki çevrilmemiş girişe geç
00000048=Bir önceki çevirilmemiş veya otomatik çevirilmiş girişe geç
00000049=Düzenle
00000050=Bir &sonraki çavirilmemiş girişe geç
00000051=Bir sonraki çevirilmemiş veya otomatik çevirilmiş girişe geç
00000058=Düzenle
00000059=&Çeviri özellikleri...
00000060=Çeviri özellikleri...|Çeviri özelliklerine gözat/değiştir
00000064=Araçlar
00000065=Seçili &olanı otomatik tercüme et
00000066=Seçili &olanı otomatik tercüme et|Tercüme edilmemiş seçili girişi çeviri havuzu ile tercüme et
00000067=Araçlar
00000068=Seçili olanı çeviri &havuzuna ekle
00000069=Seçili olanı çeviri havuzuna ekle|Seçili olan girişi çeviri &havuzuna ekle
00000073=Yardım
00000074=&Güncellemeleri kontrol et
00000075=Güncellemeleri kontrol et|Güncellemeleri internet üzerinden kontrol et
00000076=Yardım
00000077=DKLang Çeviri Düzenleyici internet sitesi
00000078=DKLang Çeviri Düzenleyici internet sitesi|Programın internet sitesini aç
00000079=Yardım
00000080=Ürün &Destek
00000081=Ürün Destek|Ürün destek sitesini aç
00000082=Yardım
00000083=DK Yazılım &İnternet Sitesi
00000084=DK Yazılım İnternet Sitesi|Satıcının 
00000087=&İnternet
00000088=Düzenle
00000089=Geçiş yap
00000090=Geçiş yap|Tablo/Tercüme düzenleyicileri arasında geçiş yap
00000091=Düzenle
00000092=Önceki giriş
00000093=Önceki giriş|Önceki girişe geç
00000094=Düzenle
00000095=&Sonraki giriş
00000096=Sonraki giriş|Sonraki girişe geç
00000097=Girdi özellikleri
00000098=Aktif kaynak paneli
00000099=Aktif tercüme paneli
00000100=&Tercüme edilmemiş
00000101=Girdi durumu
00000102=&Otomatik olarak çevirilmiş
00000103=&Giriş özellikleri
00000104=Aktif tercüme paneli
00000105=Bileşen/Özellik/Sabit
00000106=ID
00000107=Varsayılan değer
00000108=Tercüme edilmiş değer
00000109=Düzenle
00000110=&Ara...
00000111=Ara...|Verilen örneği kullanarak ara
00000112=Düzenle
00000113=&Sonrakini ara
00000114=Sonrakini ara|Aramayı tekrarla
00000115=Düzenle
00000116=&Değiştir...
00000117=Değiştir...|Bir yazıyı bir diğeri ile değiştir
00000118=Sık kullanılanlar
00000119=Aktif tercüme panelini göster/gizle
00000120=Girdi özellikleri panelini göster/gizle
00000121=&Sık kullanılanlar
00000122=Sık kullanılanlar panelini göster/gizle
00000123=Düzenle
00000124=Sık &kullanılanlara ekle
00000125=Sık kullanılanlara ekle|Aktif girdiyi sık kulanılanlara ekle
00000126=Düzenle
00000127=&Sık kullanılandan sil
00000128=Sık kullanılandan sil|Seçili sık kullanılanı sil
00000129=Düzenle
00000130=&Diğer sık kullanılana geç
00000131=Diğer sık kullanılana geç|Sık kullanılanlar penceresindeki aktif kayda geç
00000132=Sık kullanılanlar araç çubuğu
00000133=Düzenle
00000134=&Kopyala
00000135=Düzenle
00000136=&Yapıştır
00000137=Düzenle
00000138=&Kes
00000139=Kopyala|Seçili metni panoya kopyala
00000140=Yapıştır|Panodaki metni yapıştır
00000141=Kes|Seçili metni kes
00000142=Yardım
00000143=&Yardım
00000144=Yardım|Program yardım dosyasını göster

[$CONSTANTS]
SBtn_Find=Ara...
SBtn_Replace=Değiştir...
SConfirm_FileNotSaved="%s" çeviri dosyası değiştirilmiş fakat kaydedilmemiş. Kaydetmek istermisiniz?
SDiffDesc_AddComponent=+ Bileşen: [%s]
SDiffDesc_AddConstant=+ Sabit "%s"
SDiffDesc_AddProperty=+ Özellik "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=Listelenen girdiler fazlalık olarak tanımlandı ve çeviri listesinden kaldırıldı
SDiffDesc_MissingEntries=Listelenen girdiler çeviri kaynağında bulunamadı ve çeviri listesine eklendi
SDiffDesc_RemoveComponent=- Bileşen: [%s]
SDiffDesc_RemoveConstant=- Sabit"%s"
SDiffDesc_RemoveProperty=- Bileşen "%s", ID'li özellik=%d
SDiffTotalsText=\tBileşenler\tÖzellikler\tSabitler\nEklenmiş\t%d\t%d\t%d\nKaldırılmış\t%d\t%d\t%d\nToplam\t%d\t%d\t%d
SDlgTitle_Confirm=Onayla
SDlgTitle_Error=Hata
SDlgTitle_Info=Bilgi
SDlgTitle_SaveTranFileAs=Kayıt için bir çeviri dosyası seçin
SDlgTitle_SelectDisplayFile=Gösterim için kullanılacak bir çeviri dosyası seçin
SDlgTitle_SelectLangSourceFile=Bir dil kaynağı dosyası seçin
SDlgTitle_SelectTranFile=Bir çeviri dosyası seçin
SDlgTitle_SelReposPath=Çeviri havuzu yolu seçin:
SErrMsg_CharMissing="%s" kayıp
SErrMsg_ConstNameMissing=Sabit ismi kayıp
SErrMsg_DuplicateCompName=Tekrarlanan bileşen adı: "%s"
SErrMsg_DuplicatePropID=Tekrarlanan bileşen ID'si: %d
SErrMsg_DuplicatePropName=Tekrarlanan özellik adı: "%s"
SErrMsg_FileDoesntExist="%s" dosyası mevcut değil
SErrMsg_InvalidCompName=Geçersiz bileşen adı: "%s"
SErrMsg_LoadLangSourceFailed=Dil kaynağı yükleme sorunu:\nsatır %d: %s
SErrMsg_PropIDInvalid=Hatalı ID özelliği
SErrMsg_PropIDMissing=ID özelliği eksik
SErrMsg_PropNameMissing=Özellik adı eksik
SErrMsg_SectionlessEntry=Bölüm tanımsız girdiler engellendi
SErrMsg_SectionNameMissing=Bölüm adı eksik
SErrMsg_SrcAndTranLangsAreSame=Kaynak ve hedef dil dosyaları farklı olmalı
SErrMsg_WrongSectionName=Hatalı bölüm adı formatı: "%s"
SLangSourceFileFilter=DKLang dil kaynak dosyaları (*.dklang)|*.dklang|All Files (*.*)|*.*
SMsg_NoSearchResults="%s" tümcesi bulunamadı
SMsg_PromptReplace="%s" 'i değiştirmek istiyormusunuz?
SMsg_ReplacedInfo=%d yi "%s" ile değiştir.
SNode_Constants=Sabit değerler
SStatusBar_CompCount=Bileşen: %d
SStatusBar_ConstCount=Sabit: %d/%d
SStatusBar_PropCount=Özellik: %d/%d
SStatusBar_ReposEntryCount=Çeviri havuzu: %d girdi
STranFileFilter=DKLang çeviri dosyaları (*.lng)|*.lng|All Files (*.*)|*.*
STranFileFilterAnsi=DKLang Ansi tabanlı çeviri dosyaları (*.lng)|*.lng
STranFileFilterUnicode=DKLang Unicode tabanlı çeviri dosyaları (*.lng)|*.lng
SWarnMsg_SavingInAnsi=Unicode tabanlı karakterler içeren bir dosyayı ANSI tabanlı olarak kaydetmek üzeresiniz.\nBu durum hatalı gösterimlere sebep olabilir ve önerilmez. Dosyayı Unicode tabanlı kaydetmeniz gerekir.\n\nDosyayı Unicode tabanlı olarak kaydetmek istermisiniz?
SWarnMsg_SavingInUnicode=Yalnızca ANSI tabanlı karakterler içeren bir dosyayı Unicode tabanlı olarak kaydetmek üzeresiniz.\nBu durum unicode desteksiz yazılımlarda hatalara sebep olabilir ve önerilmez. Dosyayı ANSI tabanlı kaydetmeniz gerekir.\n\nDosyayı ANSI tabanlı olarak kaydetmek istermisiniz?﻿
